Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/kansainvalinen_saamen_kielten_viikko_24_-30_10_2022.html.tmx
Source language: fin
Languages: sme

source: Kansainvälinen Saamen kielten viikko 24.-30.10.2022
sme: Riikkaidgaskasaš giellavahkku 24.-30.10.2022

source: Saamen kielten viikko kiinnittää huomiota saamen kieliin nyt neljättä vuotta peräkkäin.
sme: Giellavahkku čalmmustahttá dál sámegielaid njealjat jagi.

source: Saamelaiskäräjät Ruotsissa, Norjassa ja Suomessa kutsuvat kaikkia osallistumaan paikallisella, alueellisella ja kansainvälisellä tasolla tähän yhteiseen panostukseen.
sme: Sámedikkit Ruoŧas, Norggas ja Suomas bovdejit buohkaid searvat ja oassálastit báikkálaš, regiovnnalaš ja našuvnnalaš dásis dán oktasaš áŋgiruššamis.

source: Toiveena on, että saamen kielet näkyvät, kuuluvat ja niitä käytetään kaikilla yhteiskunnan osa-alueilla Kieliviikon aikana.
sme: Sávaldat lea ahte sámegielat oidnojit, gullojit ja geavahuvvojit buot servodatsurggiin Giellavahku oktavuođas.

source: Kieliviikko järjestetään viikolla 43, 24.–30. lokakuuta.
sme: Giellavahkku, lágiduvvo 43. vahku, golggotmánu 24-30.

source: Saamen kielten viikko käynnistettiin Yhdistyneiden kansakuntien (YK) alkuperäiskansakielten vuoden aikana (IYIL 2019).
sme: beaivviid.

source: Nyt YK on nimennyt kymmenvuotiskauden 2022–2032 alkuperäiskansakielten vuosikymmeneksi, the International Decade of Indigenous Languages (IDIL).
sme: Giellavahkku vuolggahuvvui Ovttastuvvon našuvnnaid (ON) eamiálbmotgiellajagis (IYIL 2019).

source: Vuosikymmenen tulee innostaa panostuksiin säilyttää, suojella ja kehittää maailman kaikkia pieniä kieliä.
sme: Dál lea ON mearridan ahte 2022-2032 lea eamiálbmotgielaid logijahki, the International Decade of Indigenous Languages (IDIL).

source: Yhteinen Saamen kielten viikon ja alkuperäiskansakielivuosikymmenen avajaisjuhla pidetään 23. lokakuuta Snåasessa, Norjassa.
sme: Logijahki galgá movttiidahttit áŋgiruššamiidda mat seailluhit, suddjejit ja ovddidit buot smávva gielažiid máilmmis.

source: Avajaisjuhlallisuuksiin osallistuu Hänen Majesteettinsa Norjan Kuningas Harald V. Lisäksi osallistuvat Ruotsin Saamelaiskäräjien puheenjohtaja, Norjan Saamelaiskäräjien presidentti ja Suomen Saamelaiskäräjien puheenjohtaja ja Norjan Kunta- ja alueministeri.
sme: Giellavahku ja eamiálbmotgielaid logijagi oktasaš rahpandoalut lágiduvvojit golggotmánu 23. beaivvi Snåases, Norggas.

source: Vuosittain eri puolella Saamenmaata pidettävät Saamen kielten viikon avajaiset ovat merkki yhteisen juhlinnan ja saamen kielten näkyväksi tekemisen alkamiselle koko Saamenmaalla.
sme: Rahpandoaluide searvá H.M. Gonagas Harald V. Ruoŧa Sámedikki stivraságadoalli, ja Norgga ja Suoma sámediggepresideanttat ja Norgga gielda- ja guovloministtar maid servet rahpamii.

source: Lue tiedote täältä
sme: Giellavahku rahpan lágiduvvo juohke jagi sierra báikkis Sámis ja dat čalmmustahttá oktasaš ávvudeami ja sámegielaid fuomášuhttima álggaheami miehtá Sámi.

source: Tietoa tapahtumista ympäri Saamenmaata, Saamen kielten viikon aikana käytettävästä designista ja muusta käytettävästä materiaalista löytyy www.giellavahkku.org
sme: Loga dieđáhusa dáppe

source: Saamen kielten viikkoa voi seurata myös sosiaalisissa medioissa hashtagien avulla:
sme: Dieđuid lágidemiid birra miehtá Sámi, designa ja eará materiála maid sáhttá geavahit Giellavahku oktavuođas gávnnat www.giellavahkku.org siiddus.

source: Eteläsaame: #gïelevåhkoe Uumajansaame: #giällavahkkuo Piitimensaame: #giellavahkko Luulajansaame: #giellavahkko Pohjoissaame: #giellavahkku Inarinsaame: #kielâokko Koltansaame: #ǩiõllneä’ttel
sme: Sáhttá maid čuovvut Giellavahku sosiála mediain. Fáddagilkorat maid geavahat sosiála mediain:
